welcome_message = "Расскажи мне о вакансии, которую ты ищешь, о твоем опыте, " \
                  "навыках, желаемой зарплате и предпочтительном месте работы. \n\nВыражайся свободно, " \
                  "нет необходимости в формальностях. \n А можешь просто отправить нам свое резюме 🏄  "

provide_prompt = "Поделиться опытом или резюме"
first_prompt = "Отлично, кидай описание или резюме  в формате .pdf или .docx, и я тут же начну искать"

show_prompts = "Посмотреть моё описание"
edit_prompt = "Изменить описание желаемого места работы"

acknowledgment = "Принял! Твое описание сохранено \n" \
                 "Вжух, начинаю поиск вакансий 🪄 "

going_on = "Просто хочу убедиться - ты еще с нами? \n\n" \
           "Если да, давай продолжим! Подтверди, если ты все еще готов к новым предложениям."
go_on = "Ага, продолжаем"

stay_tuned = "На этом пока всё, но как только появятся новые, то я обязательно их пришлю"
no_prompts = "У тебя пока нет ни одного сохраненного запроса"
active_prompt = "Сейчас ищем вакансии по запросу: "

